[
	{
		"affective_year": 2016,
		"affective_month": 9,
		"id": "policy_2016_09_01",
		"description": "Opened the Asia Pacific Disaster Resilience Centre to enhance disaster preparedness in the region. This center aims to reduce disaster risks and improve community resilience through international cooperation.",
		"region": null
	},
	{
		"affective_year": 2016,
		"affective_month": 9,
		"id": "policy_2016_09_02",
		"description": "Launched the Red Cross Honors Club to encourage consistent donations and recognize contributors.",
		"region": null
	},
	{
		"affective_year": 2022,
		"affective_month": 9,
		"id": "policy_2022_09_01",
		"description": "Implemented the blood donation certificate reissuance system following amendments to the Blood Management Act.",
		"region": null
	},
	{
		"affective_year": 2022,
		"affective_month": 12,
		"id": "policy_2022_12_01",
		"description": "Received the Presidential Commendation for Disaster Relief Merit, recognizing the long-term contributions to national disaster preparedness.",
		"region": null
	},
	{
		"affective_year": 2020,
		"affective_month": 5,
		"id": "policy_2020_05_01",
		"description": "Published a supplementary version of the Fundamental Principles of the International Red Cross and Red Crescent Movement to strengthen disaster preparedness and humanitarian actions.",
		"region": null
	},
	{
		"affective_year": 2021,
		"affective_month": 7,
		"id": "policy_2021_07_01",
		"description": "Launched the Korean Red Cross Medical Center, focusing on increasing access to healthcare services for vulnerable populations.",
		"region": null
	},
	{
		"affective_year": 2021,
		"affective_month": 9,
		"id": "policy_2021_09_01",
		"description": "Signed an MOU on humanitarian assistance for Afghans of special merit and their families, formalizing Korean Red Cross support for displaced individuals.",
		"region": null
	},
	{
		"affective_year": 2011,
		"affective_month": 3,
		"id": "policy_2011_03_01",
		"description": "Emergency relief efforts were expanded internationally to assist victims of the Tohoku earthquake in Japan, showcasing international humanitarian support.",
		"region": null
	},
	{
		"affective_year": 2014,
		"affective_month": 4,
		"id": "policy_2014_04_01",
		"description": "Coordinated relief activities for victims of the Sewol Ferry sinking disaster, with ongoing support extending for more than a year.",
		"region": null
	},
	{
		"affective_year": 2015,
		"affective_month": 4,
		"id": "policy_2015_04_01",
		"description": "Provided emergency relief following the Nepal earthquake, helping with international disaster response and recovery.",
		"region": null
	},
	{
		"affective_year": 2010,
		"affective_month": 9,
		"id": "policy_2010_09_01",
		"description": "Provided emergency relief to victims of the Yeonpyeong Island artillery attack, showcasing rapid response to domestic conflicts.",
		"region": "Yeonpyeong Island"
	},
	{
		"affective_year": 2010,
		"affective_month": 12,
		"id": "policy_2010_12_01",
		"description": "Launched humanitarian assistance programs in response to the Haiti earthquake, expanding international disaster relief efforts.",
		"region": null
	},
	{
		"affective_year": 2011,
		"affective_month": 3,
		"id": "policy_2011_03_01",
		"description": "Provided emergency relief to victims of the Tohoku earthquake in Japan, extending Red Cross support internationally.",
		"region": null
	},
	{
		"affective_year": 2012,
		"affective_month": 6,
		"id": "policy_2012_06_01",
		"description": "Opened the Healthy Neighbor Center at Seoul Red Cross Hospital to increase access to healthcare for vulnerable populations.",
		"region": "Seoul"
	},
	{
		"affective_year": 2013,
		"affective_month": 4,
		"id": "policy_2013_04_01",
		"description": "Signed MOU with Gangwon-do to create the DMZ-RCY Peace Forest, an initiative to promote peace and environmental restoration.",
		"region": "DMZ"
	},
	{
		"affective_year": 2014,
		"affective_month": 4,
		"id": "policy_2014_04_01",
		"description": "Provided long-term relief and psychosocial support for families of victims of the Sewol Ferry sinking.",
		"region": "South Korea"
	},
	{
		"affective_year": 2014,
		"affective_month": 6,
		"id": "policy_2014_06_01",
		"description": "Opened the new KRC Blood Services office in Wonju, reinforcing blood donation and storage capacity.",
		"region": "Wonju"
	},
	{
		"affective_year": 2015,
		"affective_month": 4,
		"id": "policy_2015_04_01",
		"description": "Provided emergency relief and aid to Nepal following the 2015 earthquake, helping international recovery efforts.",
		"region": null
	},
	{
		"affective_year": 2015,
		"affective_month": 10,
		"id": "policy_2015_10_01",
		"description": "Opened the Korean Red Cross Disaster Operation Center to streamline disaster response and preparedness.",
		"region": null
	},
	{
		"affective_year": 2016,
		"affective_month": 1,
		"id": "policy_2016_01_01",
		"description": "Appointed K-pop group Red Velvet as ambassadors for Red Cross Youth, promoting youth engagement in humanitarian efforts.",
		"region": null
	},
	{
		"affective_year": 2016,
		"affective_month": 6,
		"id": "policy_2016_06_01",
		"description": "Launched the Asia Pacific Disaster Resilience Centre to foster disaster preparedness in the region.",
		"region": null
	},
	{
		"affective_year": 2017,
		"affective_month": 5,
		"id": "policy_2017_05_01",
		"description": "Contributed to international cooperation by dispatching medical teams and providing disaster relief in response to the Syrian refugee crisis.",
		"region": null
	},
	{
		"affective_year": 2018,
		"affective_month": 8,
		"id": "policy_2018_08_01",
		"description": "Introduced a new nucleic acid amplification test system for blood products to enhance safety.",
		"region": null
	},
	{
		"affective_year": 2019,
		"affective_month": 3,
		"id": "policy_2019_03_01",
		"description": "Launched the blood donor plaque system to recognize individuals who consistently donate blood.",
		"region": null
	},
	{
		"affective_year": 2020,
		"affective_month": 6,
		"id": "policy_2020_06_01",
		"description": "Introduced contactless blood donation procedures to maintain the blood supply during the COVID-19 pandemic.",
		"region": null
	},
	{
		"affective_year": 2021,
		"affective_month": 2,
		"id": "policy_2021_02_01",
		"description": "Conducted large-scale support for Afghan refugees in partnership with international agencies.",
		"region": null
	},
	{
		"affective_year": 2021,
		"affective_month": 10,
		"id": "policy_2021_10_01",
		"description": "Reopened the emergency room at Incheon Red Cross Hospital, expanding healthcare services for the vulnerable.",
		"region": "Incheon"
	},
	{
		"affective_year": 2022,
		"affective_month": 3,
		"id": "policy_2022_03_01",
		"description": "Dispatched an emergency response team to Ukraine, providing funds, vehicles, and medical supplies for war victims.",
		"region": "Ukraine"
	},
	{
		"affective_year": 2022,
		"affective_month": 10,
		"id": "policy_2022_10_01",
		"description": "Opened five new blood donation centers to promote continuous participation in blood donation.",
		"region": null
	},
	{
		"affective_year": 2022,
		"affective_month": 11,
		"id": "policy_2022_11_01",
		"description": "Promoted Incheon Red Cross Hospital to a general hospital, converting all wards into integrated nursing care wards.",
		"region": "Incheon"
	},
	{
		"affective_year": 2013,
		"affective_month": 11,
		"id": "policy_2013_11_01",
		"description": "Provided emergency relief to typhoon victims in the Philippines, distributing relief packages and emergency aid to over 10,000 people.",
		"region": null
	},
	{
		"affective_year": 2014,
		"affective_month": 2,
		"id": "policy_2014_02_01",
		"description": "Hosted the 19th reunion of separated families, facilitating meetings between families split by the Korean War.",
		"region": null
	},
	{
		"affective_year": 2015,
		"affective_month": 2,
		"id": "policy_2015_02_01",
		"description": "Sent emergency relief aid to flooding victims in Malaysia, helping over 3,000 people affected by heavy rains.",
		"region": "Malaysia"
	},
	{
		"affective_year": 2016,
		"affective_month": 9,
		"id": "policy_2016_09_03",
		"description": "Provided aid to flood victims in Hamgyeongbuk-do, North Korea, supplying food and shelter to affected families.",
		"region": "Hamgyeongbuk-do"
	},
	{
		"affective_year": 2016,
		"affective_month": 11,
		"id": "policy_2016_11_01",
		"description": "Offered disaster relief for Daegu Seomun Market fire victims, aiding over 500 individuals impacted by the incident.",
		"region": "Daegu"
	},
	{
		"affective_year": 2017,
		"affective_month": 3,
		"id": "policy_2017_03_01",
		"description": "Supported relief supplies to victims of the extreme cold Dzud in Mongolia, aiding nomadic families in harsh conditions.",
		"region": "Mongolia"
	},
	{
		"affective_year": 2017,
		"affective_month": 9,
		"id": "policy_2017_09_01",
		"description": "Provided emergency relief to Nepal flood victims and Bangladesh refugees, distributing funds and medical supplies.",
		"region": "Nepal, Bangladesh"
	},
	{
		"affective_year": 2018,
		"affective_month": 5,
		"id": "policy_2018_05_01",
		"description": "Opened the Yeongju Red Cross Hospital to expand healthcare services to rural and vulnerable populations.",
		"region": "Yeongju"
	},
	{
		"affective_year": 2019,
		"affective_month": 10,
		"id": "policy_2019_10_01",
		"description": "Implemented new digital tools for blood donation tracking, improving safety and efficiency across the country.",
		"region": null
	},
	{
		"affective_year": 2020,
		"affective_month": 4,
		"id": "policy_2020_04_01",
		"description": "Launched the COVID-19 emergency response, focusing on blood donation campaigns and providing medical supplies to hospitals.",
		"region": null
	},
	{
		"affective_year": 2021,
		"affective_month": 3,
		"id": "policy_2021_03_01",
		"description": "Introduced large-scale support for Afghan refugees during the crisis, working with international agencies for relocation and aid.",
		"region": null
	},
	{
		"affective_year": 2021,
		"affective_month": 7,
		"id": "policy_2021_07_02",
		"description": "Upgraded healthcare services at Incheon Red Cross Hospital, expanding services for vulnerable populations.",
		"region": "Incheon"
	},
	{
		"affective_year": 2022,
		"affective_month": 3,
		"id": "policy_2022_03_02",
		"description": "Dispatched emergency response teams to Ukraine, providing medical aid and humanitarian assistance for conflict victims.",
		"region": "Ukraine"
	},
	{
		"affective_year": 2022,
		"affective_month": 4,
		"id": "policy_2022_04_01",
		"description": "Signed MoU with Korea Forest Service on national forest ecological restoration, focusing on post-disaster environmental recovery.",
		"region": null
	},
	{
		"affective_year": 2022,
		"affective_month": 7,
		"id": "policy_2022_07_01",
		"description": "Opened new medical centers in Incheon to provide all-inclusive healthcare services to underserved communities.",
		"region": "Incheon"
	},
	{
		"affective_year": 2022,
		"affective_month": 9,
		"id": "policy_2022_09_02",
		"description": "Supported recovery activities following Typhoon Hinnamnor, helping restore communities and prevent future damage.",
		"region": null
	},
	{
		"affective_year": 2022,
		"affective_month": 10,
		"id": "policy_2022_10_02",
		"description": "Developed new blood donation protocols to address COVID-19 challenges and ensure continued supply during the pandemic.",
		"region": null
	},
	{
		"affective_year": 2022,
		"affective_month": 12,
		"id": "policy_2022_12_02",
		"description": "Received Presidential Commendation for exceptional contributions to disaster relief, marking 60 years of the Disaster Relief Act.",
		"region": null
	},
	{
		"affective_year": 2022,
		"affective_month": 4,
		"id": "policy_2022_04_02",
		"description": "Upgraded Gyeongin Regional Rehabilitation Hospital to a general hospital to meet the increasing demand for healthcare services.",
		"region": "Gyeongin"
	},
	{
		"affective_year": 2021,
		"affective_month": 12,
		"id": "policy_2021_12_01",
		"description": "Developed the Disaster Psychological Recovery Support Center in partnership with the Ministry of Public Administration and Security.",
		"region": null
	}
]
